{
  "meta": {
    "version": "1.0",
    "totalPosts": 6
  },
  "posts": [
     {
      "id": 22,
      "title": "Яйба",
      "artist": "обзор аниме",
      "description": "<p>А сейчас \"Яйба\"! Хоть и довольно медленно, но продолжаю досматривать онгоинги недавно закончившиеся. \"Грабитель с крыши\" был вне очереди, на сегодня как раз \"Яйба\" запланирован был!</p><p>И это... Старомодный сёнен от автора \"Детектива Конана\"! Но есть ходы, которые сейчас в сёненах не применяются, от чего они будут смотреться свежо для тех, кто не знает старые тропы этого жанра.</p><p>Сразу скажу, что \"Яйбу\" лучше смотреть тем, кто любит старые добрые сёнены, либо является поклонником Аоямы Госё, ну либо просто хочет посмотреть отличный экшен, ибо вложились в \"Яйбу\" будь здоров! Тем, кто ищет дарк и драму как в \"Магической Битве\" здесь явно будет не по пути. Что не отменяет того, что и драма тут слегка есть.</p><p>Сюжет именно конкретного первого сезона прост, там уже второй анонсирован и будет отличаться от этого. В этом же сезоне - роад-муви! Яйбе надо собрать некие силы, чтоб одолеть Онимару, который захватывает потихоньку мир, но поворотов не избежать...</p><p>Что роднит Яйбу со старыми сёненами, а конкретно с Драгон Боллом, это увеличивающиеся масштабы постепенно, в конце появляется Принцесса Кагуя из космоса и вот масштаб уже больше и надо противостоять не только Онимару, но и Кагуе. Да, идея очень не нова для того времени, но сейчас такое, именно космическое в масштабе, встретишь реже. В манге попадается чаще, но экранизации редко до такого доходят (в последнее время тенденция меняется к лучшему)</p><p>Так, как я уже порог символов преодолел, то напишу больше. Здесь приятная рисовка, очень сочная анимация, ну и вообще хорошие герои и даже лор есть какой-никакой. Есть и прикольные находки. Например, в одной из серий Яйба попадает в прошлое. Либо есть сцены, которые нарисованы черно-бело, ибо этим показан другой мир.</p><p>Это очень приятный сёнен для фанатов Госё, тут даже Кайто Кид упоминается, также для всех фанатов старой школы и старых троп. Но нужен ли Яйба новому поколению эджовых подростков? В Японии конечно нужен, он там на хайпе, а тут такой хайп изначально видно было, что будет малым. Хотя всё равно из-за ВИТов и хорошей рисовки с анимацией - к Яйбе присмотрелись чуть побольше людей. А я и рад.</p>",
      "image": "images/post23.jfif",
      "date": "2024-05-05"
    },
      {
      "id": 21,
      "title": "Грабитель с крыши",
      "artist": "обзор фильма",
      "description": "<p>Вчера глянули \"Грабитель с крыши\", который основан на реальной истории и... Мне кино понравилось!</p><p>Чел не имеет больших денег, но благодаря своему таланту многое замечать, решает воровать магазины, проникая с крыши, так его ловят первый раз, но сбежав с тюрьмы, он поселяется в магазине игрушек, где устраивает себе убежище и влюбляется в одну из сотрудниц.</p><p>Завязка напоминает \"Удача Логана\" с тем же Татумом, герои похожи и в похожих ситуациях, но начиная с поимки первый раз, все идёт по другому. ГГ тут обычный чел-добряк, которому чаще везёт, чем он имеет большие таланты. Я ожидал более комедийное действие, но это трагикомедия с небольшими нотками криминала.</p><p>Понравились мелкие детали, типа ГГ носит футболку с Наруто, или же упоминание Зельды.</p><p>Героиню Данст тоже жалко, впрочем, как и ГГ. Иногда сидел в напряжении, ибо переживал за героя. Он неплохой парень, этим и подкупает.</p><p>Хорошее кино на вечер, идёт два часа, но благодаря душевным героям, реалистичности и вкраплениями комедии - смотрится быстро.</p>",
      "image": "images/post22.jfif",
      "date": "2024-04-30"
    },
     {
      "id": 20,
      "title": "Ice Cream Kanojo",
      "artist": "обзор манги",
      "description": "<p>Прочитал мангу \"Ice Cream Kanojo\" и это именно то, что я искал под приближающиеся дни зимы. Милая романтика двух героев, обычного ОЯША, и холодной девушки, которая на самом деле просто прикидывается и внутри она очень эмоциональная. Всё потому, что герой растапливает её чувства как мороженое.</p><p>Еще есть другая парочка, младшая сестра ГГ и младший брат героини, с ними тоже ромком небольшой. Вот эта четверка очень неплоха. Да, тут есть и другие герои, но они скорее как фон, либо чтоб поднять рейтинг у манги сделаны, поэтому даже не особо запоминаются, да и времени им уделено мало.</p><p>Нам также показали как героиня влюбилась в героя. Раньше она была пухляшкой мелкой в средней школе и слова ГГ её подбодрили, отсюда и влюбленность. Всё мило и комедийно. В принципе, даже психология прослеживается.</p><p>Конец манги заканчивается в сочельник, идеальный момент для романтики и конца для меня. Можно было конечно еще развить тему, но что есть то есть. Кто скучает по таким школьным ромкомам - велком.</p>",
      "image": "images/post21.jfif",
      "date": "2024-04-25"
    },
    {
      "id": 19,
      "title": "Последний Киногерой",
      "artist": "обзор фильма",
      "description": "<p>Пересмотрели \"Последний Киногерой\" с Арни и я до сих пор удивляюсь, какой же фильм хороший. Да, не гениальный, но очень стебный для своего времени, стёб которого американцы почему-то не выкупают, а ведь и темные темы поднимаются!</p><p>Дэнни, подросток, однажды магическим образом попадает в кино к своему кумиру Джек Слейтеру, именно прям в мир кино, и теперь им двоим нужно как-то узнать как выбраться оттуда в настоящий мир.</p><p>Краткая развязка, и, быть может, ГГ на подростке немного кринжовый, но всё окупается стёбом над кино. Сталлоне в роли Терминатора, клише боевиков высмеивают, два Арни! Настоящий, который тоже стебётся над сами собой, и Арни в роли Джека Слэйтера, также в конце куча звезд засветилось, а до этого отсылки были и на Терминатора 2 и на другие фильмы. Я ваще не понимаю, почему даже Ностальгичный Критик поливал говном фильм, он хорошо играет как комедийный боевик и смотрится не скучно.</p><p>Да, от темного первоначального сценария тут рожки да ножки, но всё же. Например, когда Джек Слэйтер узнает что он не настоящий и вся жизнь записана, он не понимает, почему же люди позволили его сыну умереть. Подобные вопросы потом в аниме \"Ре: Креаторс\" затронули. Да, тут на это уходит 2-3 сцены, что жалко, но всё же вопрос затронут. Да и вообще настоящий мир, когда Арни попадает сюда, показан вообще не радужно и мрачно, сразу видно 90-ые. Вся последняя развязка могла бы быть еще круче, хотя она и так неплоха.</p><p>Хотелось бы именно таких мрачных приключений больше в настоящем мире, но и идеальный Л.А. был показан хорошо.</p><p>Да тут есть вопросы в конце, например, из фильма \"Седьмая Печать\" вышла Смерть и в конце фильма так её и не вернули обратно, просто забыв о ней.</p><p>А ведь еще какой кризис ждёт Джека, ибо он то знает, что всё не настоящее, пусть это и его мир, что все его действия записаны, и так далее, можно было развить это дальше, но, конечно, от комедийного боевика этого и не хочется.</p><p>Это не идеальный фильм, но кто шарит за старые клише боевиков, кто видел много культовых фильмов 80-90-ых, для тех, кому нравится Арни, - фильм подойдёт на вечер. Посмеяться, погрустить чутка, увидеть отсылки и как раньше стебались (хотя есть много других крутых стёбных фильмов, как тот же Голый Пистолет), жалко, что с производством у Арни вышло не так здорово и критики его разгромили, и американцы не особо его любят, в отличии от нас, но блин классный фильм! У меня еще не просмотрена \"Правдивая Ложь\" с ним за всё это время, но это как-нибудь в другой раз. Идём дальше!</p>",
      "image": "images/post20.jfif",
      "date": "2024-04-20"
    },
    {
      "id": 18,
      "title": "Бэтмен - Эго",
      "artist": "обзор комикса",
      "description": "<p>Вообще, я много всего посмотрел и также много прочитал, но сегодня расскажу про комикс... \"Бэтмен - Эго\" который расскажет несколько историй, но самые главные две...</p><p>1. Исследование психологии Бэтмена почему он не убивает. Из-за Джокера Бэтс не успевает спасти человека и из-за этого у него мутится рассудок. Бэтмен и Брюс Уэйн становятся отдельными личностями и Бэтс рассказывает почему же он появился у Брюса Уэйна, через события его жизни.</p><p>2. Большая арка с разговорами и поворотами ограбления Женщины-Кошки. Это чистый криминал, и даже Бэтса почти тут нет. Если первую я прочитал быстро, то тут из-за плотности событий и различной хронологии со стороны разных персонажей - читал дольше.</p><p>Также несколько коротких мини-арок. Из-за рисовки кажется что автор вдохновлялся мультиком Бэтса, но у него свой стиль и темы у него не самые яркие и светлые. Хороший комикс, но не думаю, что его можно прочитать сходу, кроме второй арки с ограблением, первая все-таки опирается на знания о Бэтмене. А мини-арки слишком короткие.</p>",
      "image": "images/post19.jfif",
      "date": "2024-04-15"
    },
    {
      "id": 17,
      "title": "Fantastic Children",
      "artist": "обзор аниме",
      "description": "<p>Хотел написать тут про сериал от Тацуки Фуджимото, но что-то вспомнил другой старый сериал и решил скопировать свой давний отзыв к нему, встречайте, Fantastic Children!</p><p>Фантастические дети один из тех сериалов, который вроде бы детский, но различные драматические ситуации и хорошая история делает из неё весьма серьезную работу.</p><p>Сериал делится на две половины. В первой половине мы наблюдаем за несколькими сюжетными линиями. Линией фантастических детей, что рождаются раз в сто лет, линией детектива, что расследует это явление и линией главного героя, который мирно живет на острове и решает помочь своей подруге в её путешествие. Эта половина довольно загадочна, так как зрителю постепенно подбрасывают загадки и разгадки, раскрывают характер каждого из загадочных детей. На что они идут ради своей цели, от чего отказываются и к чему стремятся (хотя истинные мотивы нам еще неизвестны).</p><p>Затем начинается вторая половина. Где все эти линии сходятся в одной точке и раскрывается правда про детей. Довольно трагичная правда, но иначе быть и не могло, правда? На этом моменте всё превращается в трагическую сказку. По атмосфере аниме мне напомнило «Принцессу Тютю». В целом, оба сериала — драматичные и грустные сказки.</p><p>Дизайн персонажей и окружения необычен и привлекателен. Стилистика простая, хотя подобная история не требует лишних изысков. Очень понравилось, как показали прошлое и фантастический мир. Ещё в сериале есть шикарная песня русской певицы Ориги. В аниме также есть её вариант на японском, который исполняют сами герои. Сама песня выступает в мире сериала этакой колыбельной. И тут сразу вспоминается песня «Братья» из первой экранизации «Стального Алхимика».</p><p>Хороший сериал. Даже жалею, что так долго откладывал его. Если понравилась «Тютю», то понравятся и «Дети» (по крайней если любите похожую драму). Аниме медленно раскачивается, в начале немного путаешься, но потом всё постепенно объяснят. Возможно даже вы влюбитесь в историю. В общем, аниме хоть и не шедеврально, но мне искренне понравилось.</p>",
      "image": "images/post18.jfif",
      "date": "2024-04-10"
    },
    {
      "id": 0,
      "title": "Атака Титанов 4 сезон Часть 2",
      "artist": "отзыв",
     "description": "Итак, досмотрел и вторую часть финального 4 сезона Титанов и остался только финальный финал, но как его досмотрю будет уже финальное мнение...</p><p></p><p>Ну так вот, этот сезон мне... Понравился! Может из-за заниженных ожиданий и я ожидал, что будет прям всё плохо, но чем дальше смотрел - тем больше проникался. Да и тут произошло то, о чем я и говорил, наши с острова и их персы с материка объединились перед общей угрозой - Эреном! То есть, план Эрена сработал как надо.</p><p></p><p>Моя единственная претензия - предыстория Имир какая-то быстрая, да еще и так не объяснили откуда Титаны прям взялись, хоть это не прям важно, но всё же как-то быстро всё вышло.</p><p></p><p>Вообще прям негатива по мере просмотра было всё меньше, впрочем, я думал, что будут более масштабные события, но чем дальше - тем локальнее всё становится. Но взаимодействие старых врагов мне понравилось, да и то, что они поняли, что все вокруг люди - это дорогого стоит. Ах да, почему-то еще в какой-то момент подумал, что этот сезон на финальную часть 3 сезона похож, тоже действие более стремительное, чем в прошлом сезоне, тоже в пределах одного города половина сезона происходит, и как-то даже похожие действия у персонажей происходили. Как мне показалось.</p><p></p><p>Еще почувствовал отличную химию между Тео Магатом и Китом Шардисом, жаль прям совсем мало этого оставили, отличные дяди, которые поняли всё.</p><p></p><p>Про Эрена опять мало было инфы, но вот что я кстати подумал, чего он удивлялся, что материк другой по атмосфере, если он уже видел это всё в будущем. Может я не доглядел конечно. Да и вообще все эти будущие-прошлые как-то ну не смотрелись, прям негатива к этому не имею, но чето как-то... Ладно, в финале увижу к чему всё приведет. То, что Эрен задумал свой план - было понятно с самого начала, он не тот, что держится команды, он скорее обособленным всегда был сам по себе, вот и подтвердилось. На самом деле, мыслей еще много, но оставим некоторые до финала. План Эрена не одобряю, но это смотрится в его новом дединсайдском-подростковом характере.</p><p></p><p>В общем, я реально ожидал прям треш и дичи, но мне неожиданно всё зашло, было интересно вполне смотреть за всеми ходами Эрена и других персонажей. Да еще и вся эта фигня с Титанами и Гулом земли вышла прям устрашающей и мне зашла, то, что я и почувствовал в начале, когда страшно было, так я почувствовал и тут, тем более такого в аниме мало.",
      "image": "images/post0.jfif",
      "date": "2024-01-15"
    },
    {
      "id": 7,
      "title": "Фуджи на обочине дороге",
      "artist": "Рекомендация",
       "description": "#мангасуббота на этот раз будет посвящена одной манге-онгоингу \"Robou no Fujii | Фуджи на обочине дороге\" с которой я рекомендую ознакомиться всем желающим.</p><p></p><p>Я даже не объясню в чем тут сюжет, ибо это такая повседневность про незаметного чела, который достаточно серый, но его мир внутри достаточно и огромный, в следствии чего привлекает к себе внимание хороших людей, поэтому тут много забавных и одновременно и грустных ситуаций.</p><p></p><p>Если охарактеризовать эту мангу двумя словами, то я скажу так - \"Это жизнь...\"</p><p></p><p>Там уже 6 томов вышло, а я прочитал лишь четыре, поэтому может там ещё что-то изменится, но реально так можно и сказать. Вокруг Фуджи кипит жизнь и вот казалось бы такой непримечательный чел меняет жизнь людей вокруг, делая из неплохих людей ещё лучше чтоб они стали.</p><p></p><p>Тут и коллеги по работе меняются и друзья в школе и многие другие, кого встречает Фуджи. Через его жизнь показывают как эта жизнь меняется, особенно неожиданно было увидеть арку похорон.</p><p></p><p>Может не самая гениальная манга, но стоит прочтения.",
      "image": "images/post7.jpg",
      "date": "2024-01-15"
    },
    {
      "id": 8,
      "title": "Справедливость",
      "artist": "Рекомендация",
      "description": "Прочитал комикс \"Justice\" Алекса Росса и это довольно крутой комикс с интересной идеей, который начинается очень необычно, да ещё и нарисован в реалистичной манере, но... Не обошлось и без минусов.</p><p></p><p>Все начинается с катастрофы, мир гибнет в огне и супергерои не успевают его спасти, но... Все это оказывается сном, который видят злодеи DC, поэтому объединяются и начинают творить \"добро\", чтобы спасти Землю.</p><p></p><p>Почему \"добро\"? Ну, это же злодеи, да, они помогают людям, но у них свои мотивы, хотя конечно уничтожать Землю никто из них не хочет, из тех кто на ней живёт.</p><p></p><p>Нарастает большое напряжение, но автор не уводит все в жесть и мрак, а оставляет все в рамках... Приличия для героев, несмотря на мрачное начало.</p><p></p><p>И чем ближе к концу, тем немного обыденнее становится, но все же масштаб хороший и количество героев зашкаливает.</p><p></p><p>Рисунок шикарен и детален, но всё-таки другой стиль и не суперреалистичность больше подходит комиксам, довольно непривычно такое видеть.</p><p></p><p>Рекомендую.</p><p></p><p>Есть ещё один минус. Первые несколько глав хорошо переведены и скан в этих выпусках шикарный, а вот с середины и особенно в конце....</p><p></p><p>Ужасный перевод, путать пол героев, слова \"люблю\" и \"убью\", банальную орфографию слов, это жесть конечно, лучше подождать когда сделают другие челы, может даже те что первые главы заново переводили, нежели читать такое.",
      "image": "images/post8.jfif",
      "date": "2024-01-15"
    },
    {
      "id": 9,
      "title": "Бруклин 9-9 (4-5 сезоны)",
      "artist": "Промежуточное мнение",
      "description": "Посмотрели 4 и 5 сезон \"Бруклина 9-9\" и вот что я скажу... Сюжет развивается, романтика тоже не стоит на месте, личностные арки тоже имеются, особенно с Капитаном Холтом интересные арки.</p><p></p><p>Я заметил, что чем больше смотришь серий в ситкомах, тем больше привязываешься, логично конечно. Да и тут интересная атмосфера между героями. Единственное, с Розой как-то уже слабее арки пошли, но все остальные также отжигают.</p><p></p><p>А ещё когда в серии три истории, на одну из которых буквально 3 сцены отдают, то как-то слабее выходят они, некоторые конечно, не все, может так из-за филлерной основы кажется, не знаю.</p><p></p><p>Отдельно отмечу серию, которая почти полностью происходила в комнате для допросов, вот я прям на прошлую жаловался, а тут прям годная серия, да и с интересным поворотом. Ещё тут только два гг - Холт с Перальтой, у них вообще хорошая химия, по-моему. В общем, смотрим дальше.",
      "image": "images/post9.jfif",
      "date": "2024-01-15"
    },
     {
      "id": 10,
      "title": "Баллада о Маленьком Игроке | Сиротский Бруклин",
      "artist": "мини-обзоры",
      "description": "Сегодня короткий пост о двух фильмах, про которые не смогу сказать много.</p><p></p><p>1. Баллада о маленьком игроке - фильм с Колином Фаррелом об азартном игроке, который вышел на днях... Он максимально средний. Я даже чутка задремал. Есть небольшой интересный фрагмент под конец, когда ГГ выигрывал и вообще напряжение пошло, но все остальное... Да и кончается ни о чем. Даже сам Фаррел не спасает, средне.</p><p></p><p>2. Сиротский Бруклин - сам фильм неплохой, точнее детективная часть, да и актеры крутые. Но вот то, что ГГ болен синдромом Туретта, кроме игры Нортона, вообще на сам сюжет не играет. Все только повторяют - ничего страшного, не беспокойся. - когда узнают о ней. А ещё романтика будто бы вообще не в тему. Понимаю, что по книге, но какая-то пустота после просмотра, хотя ничего прям плохого не оставил фильм, просто... Ну средне.",
      "image": "images/post10.jpg",
      "date": "2024-02-05"
    },
      {
      "id": 11,
      "title": "Бэтмен - год первый",
      "artist": "обзор экранизации",
      "description": "<p>Небольшой пост сегодня об экранизации \"Бэтмен - год первый\", в принципе это довольно дословная экранизация ВСЕХ моментов комиксов. Из-за того, что комикс сам по себе небольшой, то и экранизация идёт час с небольшим.</p><p>Ознакомится можно, но есть один большой минус для меня. Не донесли мысли персонажей, то есть почти все мысли в те или иные моменты вырезали, оставив пустоту или молчание. Оставив только основные, которые нужны по сюжету. А вот те, что раскрывают персонажей - нет. Та же первая стычка Бэтса в костюме против трёх хулиганов - в комиксе четко звучали мысли - \"Нафига вы меня избиваете, из-за этого же ваш товарищ упадет, если я его отпущу\", ну типа того. Да, действие тут более стремительно, но как-то мне было обидно.</p><p>В остальном, есть конечно небольшая цензура и изменённые моменты, но смотреть это не мешает без знакомства с первоисточником, вполне норм сняли, нуарно и мрачно. Даже иногда чересчур, хотелось более яркого оттенка. Но и сам комикс не предполагал яркой палитры. Всё-таки нуар.</p>",
      "image": "images/post11.jfif",
      "date": "2024-02-10"
    },
    
    {
      "id": 1,
      "title": "Клик. С пультом по жизни",
      "artist": "отзыв на кино",
      "description": "Я никогда не был поклонником Адама Сэндлера. Я смотрел некоторые фильмы по телику, но это было не преднамеренно, единственный фильм, который я целенаправленно посмотрел - 'Неограненные драгоценности'. Но прям поклонником его комедий про пердеж - меня не назвать. Но я много слышал о тех ролях, где он играет не только в таком пердежном жанре. И вот 'Клик. С пультом по жизни' как раз тоже выделялся, по тем слухам, что я слышал, хорошей драмой посреди комедии. И... Это реально так! Как и 'Множество' тут комедия с элементами фантастики. Герой Адама получает Пульт, который может останавливать время, мотать его, перемещать в прошлое. Казалось бы, можно множество комедийных ситуаций сделать и они их и сделали, но...! За все приходится платить. Если кратко, то пульт запоминает, что ГГ перематывал и из-за этого перематывает почти всю его жизнь! И вот тут внезапно пердежные шутки кончаются и начинается драма... И я даже всплакнул в конце! Мораль с 'Множеством' похожи. Нужно не спешить и жить жизнь. Вполне годно",
      "image": "images/post6.jfif",
      "date": "2024-01-15"
    },
    
    {
      "id": 2,
      "title": "Di Gi Charat (1 сезон)",
      "artist": "обзор аниме",
      "description": "<p>Посмотрел первый сезон \"Di Gi Charat\" и это... Абсурдная комедия с моэ-элементами!</p><p>До этого я долго думал, что это полноценный сериал, поэтому откладывал просмотр, а потом увидел, что, в основном, серии тут короткометражные, поэтому быстро скачал первый сезон на 16 серий и залип. Реально смешно!</p><p>Рассказывает аниме про пришельцев с планеты Ди Ги Карат, которые хотят стать знаменитыми айдолами, но... Вынуждены ради денег работать в обычном магазине для отаку!</p><p>Абсурдно уже звучит! А какие тут ситуации. А ведь все героини так или иначе приговаривают милейшие \"ня\", \"ню\" и другие словечки. От того и МОЭ! Под конец, несмотря на хронометраж, привыкаешь ко всем героям! Помимо милых героинь, тут есть и отаку и стесняга и красавчик. Все, так или иначе, в этом театре абсурда задействованы.</p><p>Вообще быстро смотрится и есть в этом произведении тот старый дух старых комедий. Еще и нарисовано так, что сразу видно... 90-ые!</p><p>Это всё про первый сезон конечно, что там дальше - узнаю позже. Но первый рекомендую!</p>",
      "image": "images/post2.jfif",
      "date": "2024-02-15"
    },
      {
      "id": 11,
      "title": "И в азарте, и в здравии",
      "artist": "обзор манги",
      "description": "<p>Сегодня опять #мангасуббота поэтому расскажу про мангу \"И в азарте, и в здравии\", которая рассказывает про то, как один могущественный чел, босс крупной империи, проводит \"смертельные\" игры среди своих дочерей с их избранниками. Дело в том, что он хотел сына, а так как его нет - поэтому и приходится избранников выбирать.</p><p>Концепт - норм. Ну надо же чего-то придумывать в такой стезе как азартные и смертельные игры. Омрачает лишь одно \"но\"... Манга не завершена! Хоть автор постарался закончить на окончании арки, но смысл, если всё равно всех показал, с кем придется столкнуться в будущем, но их игры уже не увидим.</p><p>Да, сестры сражаются друг с другом. И тут тоже типажи использованы. И могущественная сестра, и гяру-сестричка, и тихоня и так далее и тому подобное. Под конец даже автор предысторию вводит, где знакомит со многими персонажами в детстве. Ведь некоторые сестры незаконорожденные, поэтому встретились друг с другом не сразу.</p><p>Ставку автор также делает на ГГ. Он - самый хитрый и безумный персонаж из всех, которые там появляются. Из раскрытых и показанных конечно. Но он не просто показывает своё безумство. Он продумывает ходы далеко наперед, прям может даже на месяцы вперед. А еще он даёт развиваться своей невесте, главной героине, поэтому и не показывает все тузы в рукаве сразу. Было прикольно за его поведением смотреть и как он каждый раз всех обманывает.</p><p>Что насчёт игр? Ну они не скучны, пусть тут и много подводных камней и того, что много объяснений. Но, в принципе, прикольно. Тут нет прям кровавых игр, тут другой концепт. Увлечь читателя азартом и двойным дном обычных, казалось бы, правил.</p><p>Если не смущает незаконченность - почитать можно.</p>",
      "image": "images/post12.jfif",
      "date": "2024-03-10"
    },
    {
      "id": 3,
      "title": "Манга Final Girl и ивент в Reverse:1999",
      "artist": "Заметка на Хэллоуин",
      "description": "<p>В этот день хотелось бы написать про две вещи, одну мангу и одно событие в гаче. Хотел еще про Evil Dead, но они достойны отдельного поста.</p><p>1. Final Girl - Ваншот? Ваншот. Исекай про то, как чел попадает в фильм ужасов и как из этого выпутаться со знаниями этих самых ужасов.</p><p>2. Ивент Nightmare at Green Lake в гаче-игре \"Reverse:1999\". Тоже клише американских фильмов высмеивают, есть и ужасные доктора и хижина в лесу и студенты и даже блондинка-дурочка, которая не дурочка. Вообще вот тут здорово всё обыграли, не ожидал я такого, еще даже в начале игры вставили подобный ивент, который по настроению вообще не сходится с тем, что в основе происходит. Здорово и я читал с удовольствием (правда всё равно не дочитал, ибо слишком много текста), но за попытку ставлю класс.</p><p>Просто про фильмы и так всё понятно, поэтому хотелось осветить что-то не стандартное. А ведь есть еще \"Бэтмен Долгий Хэллоуин\"... Но о нем в другой раз.</p><p>Продолжаем</p>",
      "image": "images/post3.jfif",
      "date": "2024-02-20"
    },
     {
      "id": 4,
      "title": "Множество",
      "artist": "обзор фильма",
      "description": "<p>Посмотрели вчера \"Множество\", комедию, про то, как герой Майкла Китона клонирует себя, ибо ничего не успевает, и к чему это все приводит!</p><p>Прикольный концепт, и Китон нравится мне как актер, хоть это конечно не Лео, но просто приятно на него смотреть. Что в роли Бэтмена (опять он всплыл, где не надо), что просто в комедиях. Вообще у него же карьера как раз с комедий и началась, поэтому роль Бэтса как раз наоборот его не типичная роль, а вот повседневные драмы и комедии - его конек. Но все равно, Бэтс тоже отличный.</p><p>Ладно, это о Китоне. А что о фильме?</p><p>Если вы любите обычные комедии с долей фантастики, которые просто на один вечер, - то вы нашли кандидат на просмотр. Кроме наличия клонирования, и что Китонов много (я правда думал, что будет ещё больше) фантастики больше и нет. Даже психологии чуть больше, тут и проблема самоидентификации (каждый клон разный), и семейные проблемы и проблема, что человек должен сам все делать, а не надеяться на других в ожидании чуда.</p><p>Вышло неплохо, хоть и кринжово местами.</p>",
      "image": "images/post4.jfif",
      "date": "2024-02-25"
    },
       {
      "id": 5,
      "title": "Мысли о нейросетях и музыке",
      "artist": "размышления",
      "description": "<p>Хотел тут поговорить о том, что уже близко Новый Год и уже магазины начали продавать сопутствующий товар и тд, а для меня НГ это один из особенных праздников, но пока думал, то всплыла неожиданно другая тема... Тема Нейросетей!</p><p>Порой люблю послушать на ютубе какие-нибудь ИИ каверы или подборки музыки ИИ 80-ых (я первый раз когда наткнулся на такое, даже не понял что это ИИ, пошел искать по инету - ниче не находилось из исполнителей, а потом дошло...), не как реклама, но скину пару примеров - подборка музыка 80-ых и кавер на \"Зима-холода\"</p><p>Классно, что развивают, но в тоже время... Я не могу долго это слушать, давит на мозг и когда переключаю на живую музыку с живым голосом и музыкой, то это легче воспринимается, чем искусственное, не знаю почему.</p><p>Те же ИИ-каверы без оригиналов не появились, и всякие искусственные подборки тоже основаны на реальности. Да, круто, что развивают, но до реальности и реальных исполнителей ИИ всё же далеко, несмотря ни на что. Человеческий ум - кладезь фантазии и креативности.</p>",
      "image": "images/post5.jfif",
      "date": "2024-03-01"
    },
     {
      "id": 6,
      "title": "Кончина Пластикмена",
      "artist": "обзор комикса",
      "description": "<p>Пока не ушел от темы комиксов (дальше будет опять кино и другие, не менее интересные тексты, все расписано наперед), намедни прочитал комикс.... \"Кончина Пластикмена\"! И самого героя я почти не знаю, но сама тема комикса довольно пугающая...</p><p>Однажды, Пластикмен узнает, что всё это время он медленно умирал, поэтому он решает исправить некоторые ошибки и не дать своему сыну, который унаследовал его способности, тоже медленно погибнуть.</p><p>Пластикмен - чел, который способен растягиваться, типа как Луффи из Ван Писа, но тело его сделано из пластика.</p><p>Исполнение - шикарное! Сцены с Лигой Справедливости нарисованы легко, что резко констатирует с безразличием к Пластикмену. А вот все остальные - в мрачном формате хоррора, ибо герой медленно тает, словно пластик под градусом, и художник изобразил это очень хорошо.</p><p>Но не только этим пугает. А тем, насколько шутливый герой падёт на дно и сколько людей умрет ради его цели... Без знания вселенной читалось норм, хоть со знаниями, я думаю, будет еще круче.</p>",
      "image": "images/post1.jfif",
      "date": "2024-03-05"
    },
    {
      "id": 7,
      "title": "Superman 1941",
      "artist": "обзор мультсериала",
      "description": "<p>Временно возвращаемся к DC и я, исследуя это издательство комиксов, многое изучил, прочитал и анализировал. Слишком в глубокие дерби не хотелось лезть, тем более не всё переведено. Но и хотелось, чтоб было понимание вселенной, ну и лучше начинать или продолжать с нормисных серий, от того и продолжаю Бэтмена, хотя уже ухожу от него чуть более в сторону. Ну, в общем, к чему это я. Спустя пару-тройку лет после появления Супермена, про него начал выходить мультсериал, который я и посмотрел!</p><p>Встречайте - Superman 1941! И это 17 серий длинной 6-9 минут, смотрятся очень живо, несмотря на выпуск, анимации тут вообще много для такого формата, но вот что касается сюжета... Впрочем, никто не ждал какого-то адекватного сюжета, тут просто зарисовки из жизни Супермена - 1 минуту на предысторию\\опенинг, дальше завязка и к серии. 1 серия - 1 история, их даже можно смотреть в любом порядке, ибо такой уж формат.</p><p>И вот несмотря на весь героизм, самое интересное для меня было смотреть именно секции, где Супермен... Не Супермен, а Кларк Кент. Именно за повседневностью и всеми такими мелкими деталями жизни 1940-ых. Самое смешное, как Супер переодевается каждый раз, типа в беспалевных местах. А еще, тут в КАЖДОЙ серии, Лоис Лейн - дамочка в беде.</p><p>Единственное огорчили серии про японцев, ибо, ну... Супермен - Америка вперед! И тд... Я больше за простыми его приключениями хотел наблюдать, а не за военными.</p><p>В принципе, как артефакт эпохи, и для тех кого не смущает год выхода, очень годно.</p>",
      "image": "images/post13.jfif",
      "date": "2024-03-15"
    },
      {
      "id": 14,
      "title": "Пойман с поличным",
      "artist": "обзор фильма",
      "description": "<p>Посмотрели \"Пойман с поличным\" Даррена Аронофски! Это чистейшее кино, будто пришедшее из 90-ых!</p><p>\"Пойман...\" - крепкий криминальный триллер с комедийными вкраплениями, неожиданно от такого режиссера.</p><p>Мои ожидания были немного другими, но кино мне всё равно понравилось. Из-за комедийных элементов казалось, что будет легкое криминальное приключение, но нет, фильм не щадит, ГГ случайно ввязывается в авантюру и вокруг него многие умирают. Спойлерить не буду, но я правда думал, что будет не так жестко.</p><p>\"Пойман...\" сделан по старым лекалам криминала, тут и красивая девушка, и герой, вокруг которого трупы, и типичные бандиты 90-ых, их даже русские актеры сыграли, это тот жанр, который сейчас делают немного по другому.</p><p>Мне понравилась и эстетика города, и приключения героя, вот прям крепко всё было. Есть небольшие огрехи к которым можно придраться, но сделано всё на крепкую 4. Действие стремительное и не проседает ни на секунду. А комедия тут удачно разбавляет жесть.</p><p>Рекомендую любителям криминальных историй.</p>",
      "image": "images/post14.jfif",
      "date": "2024-03-20"
    },
    {
      "id": 15,
      "title": "Адский Учитель Нубэ",
      "artist": "обзор аниме",
      "description": "<p>Начинаю эпопею по прошедшим онгоингам весны-лета 2025. И первым я досмотрел... \"Адский Учитель Нубэ\"!</p><p>И это ремейк старого аниме на новый лад, и экранизация старой манги соответственно. Несмотря на то, что события перенесли в современность, кроме наличия всяких соцсетей и телефонов и тд, на сюжетные события эти особенности не повлияли.</p><p>Отмечу среднюю, но иногда изобретательную, для такой экранизации, рисовку.</p><p>Аниме же расскажет об Учителе Нубэ! И его приключениях классным руководителем в школе. Рука у него проклята и эту причину нам раскрывают мельком, вообще сквозного сюжета именно в аниме нет, это больше арки всяких ёкаев, которых изгоняет Нубэ, помогая ученикам. Но вот последняя серия этого сезона объединила всех монстров в одной серии, что появлялись в течении сезона.</p><p>Фрагменты предыстории нам еще предстоит узнать дальше, глобальный сюжет еще не начался, пока подводят к нему моментами, будет 2 часть аниме, но я хз, снимут ли этот сюжет или останется всё таким же односерийником. Жду 2 сезон зимой.</p>",
      "image": "images/post15.jfif",
      "date": "2024-03-25"
    },
    {
      "id": 16,
      "title": "Силксонг - первый акт",
      "artist": "игровые впечатления",
      "description": "<p>Итак, спустя полтора месяца наконец прошел первый акт в Силксонге! Да, затянулось, ибо то временами играл лишь раз в неделю, то секретики какие-нибудь искал, то просто исследовал мир вокруг, но я ни о чем не жалею, плюс последний босс 1 акта очень был жестким, сначала я торопился его победить, поэтому несколько дней (с перерывами между ними) не выходило, но затем я спокойненько уселся, уставший после работы, и... Спокойно в спокойном темпе его прошел, вот так вот.</p><p>Говорят, 2 акт еще больше первого, а 3 акт больше 1 и 2 вместе взятых... Надеюсь к нг закончу, хотя... Куда торопиться? Надо наслаждаться!</p>",
      "image": "images/post16.jfif",
      "date": "2024-03-30"
    },
     {
      "id": 16,
      "title": "Batman - Year One",
      "artist": "обзор комикса",
      "description": "<p>Не уходя далеко от Бэтмена, я прочёл еще пару комиксов с ним и вот \"Batman - Year One\" реально очень хорош, несмотря на мои ожидания.</p><p>Это арка на 4 главы от Фрэнка Миллера, автора \"300\" и \"Город Грехов\", от него есть еще одна арка про Бэтмена, но её пока не читал.</p><p>\"Год первый\" же рассказывает о первом времени Брюса, когда он одевал свой костюм, а также параллельно ему идёт история Джеймса Гордона, который избавляет Готэм от коррупции и преступности, они даже одновременно прибывают в город. Пересекаться они будут не один раз, чтоб к финалу подружиться, хоть немного резким показался сам момент финала.</p><p>Еще в начале комикса написали, что предыстория у Бэтса и так с самого начала хорошая, но её заметно углубили и сделали драматичнее.</p><p>Вообще здоровская стилистика нуара, Бэтмен не такой всемогущий, да и читается очень быстро и круто, ибо события реалистичные и интересные. Особенно понравилось в начале когда Брюс замаскировался и пошел в образе бродяги по городу. Рекомендую, хотя арку Catwoman я бы убрал отсюда.</p>",
      "image": "images/post17.jfif",
      "date": "2024-04-05"
    }
  ]
}
